IDEA Open Model
SectionCharacteristics.Cgz Property
Compatible with IDEA StatiCa 20.1
 Gets the centre of gravity related to the axis Z.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Cgz { get; set; }
Public Property Cgz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace